/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Załączniki (%d)";

/* Old singular title format */
"AttachmentsKey" = "Załącznik (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Dodaj załącznik";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Zrób zdjęcie";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Biblioteka zdjęć";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Usunięto załącznik %d";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Pliki";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Anuluj";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Tytuł";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Noty";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Wartość";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "OSTRZEŻENIE: navigationController dla bieżącego UITableViewController dla FUIFormCell jest pusty. FUIAttachmentsFormCell oraz ListPickerFormCell nie będą działać poprawnie.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d Godz. %d Min";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Czas trwania";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "godzina";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "godziny";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Zaznaczone";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Wszystkie";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Wybrane (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Dotknij dwukrotnie, aby wyświetlić %d wybrane(-ych) pozycje(-i).";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Dotknij dwukrotnie, aby wyświetlić wybraną pozycję.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Czy na pewno chcesz odrzucić swoje wybory?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Odrzuć zmiany";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Kontynuuj edycję";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Zastosuj";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Ostrzeżenie: Wyszukiwanie jest wyłączone, ponieważ właściwość listPickerSearchResultsUpdating w ListPickerFormCell jest pusta.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Zaznacz wszystkie";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Odznacz wszystkie";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Zamknij";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "więcej";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Mniej";

/* The string for switch button */
"SwitchBUttonKey" = "Przycisk przełączania";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "wł.";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "wył.";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Stuknij dwukrotnie, aby przełączyć ustawienie";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Sortuj wg";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Nie wybrano";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Stuknij dwukrotnie, aby przełączyć wybór";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Stuknij dwukrotnie, aby przełączyć kierunek porządkowania";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "to jest %@ suwak, którego maksymalna wartość to %@, a minimalna %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "możesz przesunąć palcem w górę/w dół, kiedy element jest wybrany, aby zmienić wartość suwaka";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Bieżąca wartość to %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Bieżąca wartość zmieniła się na %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Pole tylko do odczytu";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Nie ma więcej pozostałych znaków";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Zredukuj liczbę znaków";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternatywna czynność wejściowa";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Przycisk";

/* Clear Text button title */
"ClearTextKey" = "Wyczyść tekst";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "Tekst wprowadzania wyczyszczony";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Dotknij dwukrotnie, aby otworzyć";

"DoubleTapToCollapseKey" = "Dotknij dwukrotnie, aby zwinąć";

"DoubleTapToSelectFromList" = "Dotknij dwukrotnie, aby wybrać z listy";

"DoubleTapToSelect" = "Dotknij dwukrotnie, aby zaznaczyć";

"DoubleTapToUnselect" = "Dotknij dwukrotnie, aby odznaczyć";

"FlashKey" = "Lampa błyskowa";

"FlashIsTurnedOnKey" = "Lampa błyskowa jest włączona";

"FlashIsTurnedOffKey" = "Lampa błyskowa jest wyłączona";

"DoubleTapToTurnOnFlashKey" = "Dotknij dwukrotnie, aby włączyć lampę błyskową";

"DoubleTapToTurnOffFlashKey" = "Dotknij dwukrotnie, aby wyłączyć lampę błyskową";

/* FUIStepperView tip */
"StepperTipKey" = "To jest edytowalny regulator wartości";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "To jest nieedytowalny regulator wartości";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Maksymalna wartość to %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Minimalna wartość to %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Zwiększ wartość o 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Zmniejsz wartość o 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Bieżąca wartość to";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtruj";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Wyniki \\(filteredNum) z \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Wyświetl \\(filteredNum) pozycje(-i)";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Resetuj";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "To jest edytowalny suwak, minimalna wartość to %@, a maksymalna wartość to %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "To jest nieedytowalny suwak, minimalna wartość to %@, a maksymalna wartość to %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "To jest edytowalny suwak zakresu, minimalna wartość to %@, a maksymalna wartość to %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "To jest nieedytowalny suwak zakresu, minimalna wartość to %@, a maksymalna wartość to %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "pole tekstowe wartości suwaka";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "pole tekstowe dolnej wartości";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "pole tekstowe górnej wartości";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Możesz dwukrotnie dotknąć, aby wprowadzić określoną wartość";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "przycisk suwaka, bieżąca wartość to";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "możesz przesunąć palcem w górę lub w dół, aby zmienić wartość";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "przycisk suwaka dolnej wartości, bieżąca wartość to";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "możesz przesunąć palcem w górę lub w dół, aby zmienić dolną wartość";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "przycisk suwaka górnej wartości, bieżąca wartość to";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "możesz przesunąć palcem w górę lub w dół, aby zmienić górną wartość";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "bieżąca wartość to %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "bieżąca dolna wartość to %@, górna wartość to %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = " %d z %d gwiazdek";

/* FUIRatingControl hint */
"RatingControlHintKey" = "Stuknij dwukrotnie i przeciągnij w lewo lub w prawo, aby dostosować wartość.";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Skanowanie kodu kreskowego";

"BarcodeScanHintKey" = "Stuknij dwukrotnie, aby zeskanować";

